module.exports = {
    // ข้อมูลสินค้าในหมวด ซื้อของ
    products: {
        'item_1': { 
            name: 'หน้ากากอิจิโกะ', 
            price: '100฿', 
            img: 'https://media.discordapp.net/attachments/1427818804783616191/1435756720377823242/IMG_5101.png?ex=694527e5&is=6943d665&hm=d878ef372d9220552f7093c2c70697d97d43ef674416f68dd6125e56ae444127&format=webp&quality=lossless&', 
            emoji: '🎭' 
        },
        'item_2': { 
            name: 'กุญแจ', 
            price: 'ดอกละ 1 บาท', 
            img: 'https://media.discordapp.net/attachments/1427818804783616191/1434278066883924009/IMG_46693.png?ex=69450cca&is=6943bb4a&hm=0e6a2b69659fcf93b9f13d901861f7e99635b412707af2638dcedd0b5954108b&format=webp&quality=lossless&', 
            emoji: '🗝️' 
        }
    },

    // ข้อมูลแพ็กเกจในหมวด จ้างฟาร์ม
    farmPackages: {
        'farm_lv': { 
            name: 'Level 1-100 จุติ 0 ', 
            price: '135 บาท', 
            img: 'https://cdn.discordapp.com/attachments/1133947298628517970/1451303094267805796/LEVEL_UP_.png?ex=6945aed5&is=69445d55&hm=0c0781e195a28bed51a489095c0b35336fbeb57777f40757f537311f317ce26d&', 
            emoji: '🆙', 
            description: 'บริการฟาร์มเลเวลสำหรับตัวละครเริ่มต้น ตั้งแต่เลเวล 1 ถึง 100 ในจุติ 0 ',
            details: 'รบกวนลูกค้าเปลี่ยนเป็นเมลแดงด้วยครับ เพื่อให้ง่ายต่อการเข้ารหัสลูกค้า'
        },
        'farm_lv1': { 
            name: 'Level 1-125 จุติ 1', 
            price: '175 บาท', 
            img: 'https://cdn.discordapp.com/attachments/1133947298628517970/1451303094267805796/LEVEL_UP_.png?ex=6945aed5&is=69445d55&hm=0c0781e195a28bed51a489095c0b35336fbeb57777f40757f537311f317ce26d&', 
            emoji: '🆙',
            description: 'บริการฟาร์มเลเวล ตั้งแต่เลเวล 1 ถึง 125 ในจุติ 1 ',
            details: 'รบกวนลูกค้าเปลี่ยนเป็นเมลแดงด้วยครับ เพื่อให้ง่ายต่อการเข้ารหัสลูกค้า' 
        },
        'farm_lv2': { 
            name: 'Level 1-150 จุติ 2', 
            price: '225 บาท', 
            img: 'https://cdn.discordapp.com/attachments/1133947298628517970/1451303094267805796/LEVEL_UP_.png?ex=6945aed5&is=69445d55&hm=0c0781e195a28bed51a489095c0b35336fbeb57777f40757f537311f317ce26d&', 
            emoji: '🆙',
            description: 'บริการฟาร์มเลเวล ตั้งแต่เลเวล 1 ถึง 150 ในจุติ 2 ',
            details: 'รบกวนลูกค้าเปลี่ยนเป็นเมลแดงด้วยครับ เพื่อให้ง่ายต่อการเข้ารหัสลูกค้า'
        },
        'farm_lv3': { 
            name: 'Level 1-175 จุติ 3',
            price: '275 บาท', 
            img: 'https://cdn.discordapp.com/attachments/1133947298628517970/1451303094267805796/LEVEL_UP_.png?ex=6945aed5&is=69445d55&hm=0c0781e195a28bed51a489095c0b35336fbeb57777f40757f537311f317ce26d&', 
            emoji: '🆙',
            description: 'บริการฟาร์มเลเวล ตั้งแต่เลเวล 1 ถึง 175 ในจุติ 3 ',
            details: 'รบกวนลูกค้าเปลี่ยนเป็นเมลแดงด้วยครับ เพื่อให้ง่ายต่อการเข้ารหัสลูกค้า'
        },
        'farm_lv4': { 
            name: 'Level 1-200 จุติ 4',
            price: '300 บาท', 
            img: 'https://cdn.discordapp.com/attachments/1133947298628517970/1451303094267805796/LEVEL_UP_.png?ex=6945aed5&is=69445d55&hm=0c0781e195a28bed51a489095c0b35336fbeb57777f40757f537311f317ce26d&', 
            emoji: '🆙',
            description: 'บริการฟาร์มเลเวล ตั้งแต่เลเวล 1 ถึง 200 ในจุติ 4 ',
            details: 'รบกวนลูกค้าเปลี่ยนเป็นเมลแดงด้วยครับ เพื่อให้ง่ายต่อการเข้ารหัสลูกค้า'
        },
        'farm_Max': { 
            name: 'เหมาจุติ 0-4',
            price: '550 บาท', 
            img: 'https://cdn.discordapp.com/attachments/1133947298628517970/1451303094267805796/LEVEL_UP_.png?ex=6945aed5&is=69445d55&hm=0c0781e195a28bed51a489095c0b35336fbeb57777f40757f537311f317ce26d&', 
            emoji: '🆙',
            description: 'บริการฟาร์มเลเวล ตั้งแต่เลเวล 1 ในจุติ 1 ถึง เลเวล 200 ในจุติ 4 ',
            details: 'รบกวนลูกค้าเปลี่ยนเป็นเมลแดงด้วยครับ เพื่อให้ง่ายต่อการเข้ารหัสลูกค้า'
        },
        'skin_sword': { 
            name: 'สกินดาบ Nighfall',
            price: '400 บาท', 
            img: 'https://cdn.discordapp.com/attachments/1133947298628517970/1451491110386925589/latest.png?ex=69465df0&is=69450c70&hm=7d255897420e18822720295cacb332695b0092ff86ac0c9d25d990763645a437&', 
            emoji: '🗡️',
            description: 'บริการหาสกินดาบ Nighfall',
            details: 'รบกวนลูกค้าเปลี่ยนเป็นเมลแดงด้วยครับ เพื่อให้ง่ายต่อการเข้ารหัสลูกค้า'
        },
        'Level': { 
            name: 'Level ฟามเเบบเเยกเวล',
            price: 'เวลละ 2 บาท', 
            img: 'https://cdn.discordapp.com/attachments/1133947298628517970/1451303094267805796/LEVEL_UP_.png?ex=6945aed5&is=69445d55&hm=0c0781e195a28bed51a489095c0b35336fbeb57777f40757f537311f317ce26d&', 
            emoji: '🆙',
            description: 'เป็นการฟามเเยกเวล ถ้าหากฟาร์มแยกเวลมากกว่า 50 ขึ้นไปนับเป็นราคาเหมาจุติ',
            details: 'รบกวนลูกค้าเปลี่ยนเป็นเมลแดงด้วยครับ เพื่อให้ง่ายต่อการเข้ารหัสลูกค้า'
        },
        'Gold': { 
            name: 'Gold / ฟามทอง',
            price: 'ทอง 1 M = 10 บาท', 
            img: 'https://cdn.discordapp.com/attachments/1133947298628517970/1451493602751545374/latest.png?ex=69466042&is=69450ec2&hm=23f2011a9f40c9347109f96d7582ebeeaf156c25527e0776f8a349194992d9b6&', 
            emoji: '🪙',
            description: 'อุปกรณ์แรงค์ขั้นต่ำ A+ ถ้าไม่ถึงคิดเพิ่ม',
            details: 'รบกวนลูกค้าเปลี่ยนเป็นเมลแดงด้วยครับ เพื่อให้ง่ายต่อการเข้ารหัสลูกค้า'
        },
        'Spear': { 
            name: 'เควสหอก / มงกุฏ',
            price: 'เหมาทุกเควส 60 บาท , แยกเควส 20 บาท', 
            img: 'https://cdn.discordapp.com/attachments/1133947298628517970/1451495971186802812/1000.png?ex=69466277&is=694510f7&hm=812318bc10d82354369c0a24bbb8001f9f3cfebde12973cb1cefb71360c0b78f&', 
            emoji: '👑',
            description: 'อุปกรณ์แรงค์ขั้นต่ำ A+ ถ้าไม่ถึงคิดเพิ่ม',
            details: 'รบกวนลูกค้าเปลี่ยนเป็นเมลแดงด้วยครับ เพื่อให้ง่ายต่อการเข้ารหัสลูกค้า'
        },
        'weapon': { 
            name: 'ฟาร์มอุปกรณ์ ดาบ,หอก',
            price: 'E-S 60 บาท', 
            img: 'https://cdn.discordapp.com/attachments/1133947298628517970/1451495971186802812/1000.png?ex=69466277&is=694510f7&hm=812318bc10d82354369c0a24bbb8001f9f3cfebde12973cb1cefb71360c0b78f&', 
            emoji: '⚔️',
            description: 'ฟามอุปกรณ์ E-S 60 บาท ',
            details: 'รบกวนลูกค้าเปลี่ยนเป็นเมลแดงด้วยครับ เพื่อให้ง่ายต่อการเข้ารหัสลูกค้า'
        },
        'raid': { 
            name: 'แบกเรท/มิชชั่น',
            price: 'เกมละ 1 / 0.25 บาท', 
            img: 'https://cdn.discordapp.com/attachments/1133947298628517970/1451495971186802812/1000.png?ex=69466277&is=694510f7&hm=812318bc10d82354369c0a24bbb8001f9f3cfebde12973cb1cefb71360c0b78f&', 
            emoji: '🎖️',
            description: 'แบกเรท/มิชชั่น เกมละ 1 บาท/0.25 บาท',
            details: 'รบกวนลูกค้าเปลี่ยนเป็นเมลแดงด้วยครับ เพื่อให้ง่ายต่อการเข้ารหัสลูกค้า'
        },
        'injection': { 
            name: 'หาเข็ม',
            price: 'เลือกได้ 1 เข็ม 200 บาท', 
            img: 'https://media.discordapp.net/attachments/1427818804783616191/1446638733771411516/IMG_4667.png?ex=6945da4f&is=694488cf&hm=9803b0b0a6fd516d49a05e477c8fd87b2be3c7c5947408694ce8f56825d86f86&format=webp&quality=lossless&', 
            emoji: '💉',
            description: 'เข็มไททั่นเอเรน ไททั่นเเอนนี่ ไททั่นเกราะ ต้องมีกุญแจมากกว่า 20 ดอก ขึ้นไป',
            details: 'รบกวนลูกค้าเปลี่ยนเป็นเมลแดงด้วยครับ เพื่อให้ง่ายต่อการเข้ารหัสลูกค้า'
        },
        'titan': { 
            name: 'ฟาร์มเวลไททัน',
            price: '200 บาท', 
            img: 'https://cdn.discordapp.com/attachments/1133947298628517970/1451495971186802812/1000.png?ex=69466277&is=694510f7&hm=812318bc10d82354369c0a24bbb8001f9f3cfebde12973cb1cefb71360c0b78f&', 
            emoji: '👿',
            description: 'ฟามเลเวลไททั่น',
            details: 'รบกวนลูกค้าเปลี่ยนเป็นเมลแดงด้วยครับ เพื่อให้ง่ายต่อการเข้ารหัสลูกค้า'
        },
    }
};